/**
 * Created by ijlal on 3/13/2017.
 */
var a = [
    " روایت ہے عبداﷲ ابن مسعود سے  ۱؎  فرماتے ہیں کہ ایک شخص نے عرض کیا حضور کو ن سا گناہ ۲؎  بہت بڑا ہے اﷲ کے ہاں فرمایا یہ کہ تم اﷲ کا شریک ٹھہراؤ۔حالانکہ اس نے تمہیں پیدا کیا۳؎  عرض کیا پھر کون سا گناہ۔فرمایا یہ کہ اپنی اولاد اس ڈر سے مار ڈالو کہ وہ تمہارے ساتھ کھائے۴؎  عرض کیا پھر کون سا گناہ فرمایا یہ کہ اپنے پڑوسی کی بیوی سے زنا کرو ۵؎  تب اﷲ نے اس کی تصدیق میں یہ آیت اتاری اور وہ جو خدا کے ساتھ دوسرے معبود کو نہیں پوجتے  اور نہ اس جان کو ناحق قتل کریں جسے اﷲ نے حرام کیا ۶؎  اور نہ زنا کریں۔ "
];
undefined

var b = a[0].split(" ");
console.log('dsdsdsd' , p);
for (i = 0; i < b.length; i++) {
    var p = document.createElement("span");
    p.innerText = " " + b[i];
    p.onmouseover = function(){

        this.style.fontSize = '120%';
    };
    document.getElementById("demo").appendChild(p);
}

